import { PageWrapper, H1, H2, P } from 'activeBook-core/components';

export const Page12 = () => {
  return (
    <PageWrapper>
      <H1>
        Глава 3.
      </H1>

      <H2>
        Дурной сон.
      </H2>

      <P>
        С секунду ничего не происходило, затем появилось ощущение,
        будто его выворачивают наизнанку и обильно поливают жидким азотом.
        Ощущение, ставшее уже привычным.
        Он неоднократно телепортировался на Земле в лабораторных условиях.
        Но впервые &mdash; в космосе.
      </P>

      <P>
        Ракета перенеслась по координатам, которые теоретически
        были расположены максимально близко к границе вселенной
        и при этом признаны относительно безопасными для перемещения туда.
        Ещё какое-то расстояние придется пролететь в линейном пространстве.
      </P>

      <P>
        Егор задал максимальную скорость и включил автопилот.
      </P>

      <P>
        «Интересно, она смотрела?»
      </P>
    </PageWrapper>
  );
};
