import { PageWrapper, P } from 'activeBook-core/components';

export const Page36 = () => {
  return (
    <PageWrapper>
      <P>
        Так продолжалось долгое время.
      </P>

      <P>
        Не получилось ни развернуться и полететь назад,
        ни телепортироваться, вообще ничего.
      </P>

      <P>
        Чем уже только Егор не занимался.
        Перечитал всё на свете, пересмотрел все свои любимые сериалы...
      </P>

      <P>
        В отчаянии он поднял руки и закричал:
      </P>

      <P>
        – Господи, ну сколько можно?!
      </P>

      <P>
        И вдруг он услышал ответ.
      </P>
    </PageWrapper>
  );
};
