import { PageWrapper, P } from 'activeBook-core/components';

export const Page23 = () => {
  return (
    <PageWrapper>
      <P>
        Отправив на Землю внеочередной зонд с сообщением о произошедшем,
        Егор перевёл корабль в ручное управление.
        Он перепроверил показания датчиков, но информация не изменилась.
      </P>

      <P>
        В иллюминаторах, при «визуальной оценке ситуации», он тоже ничего нового не увидел.
      </P>

      <P>
        Егор был в полной растерянности. Сообщений с Земли в расчётное время так и не поступило
        (при крайней необходимости ему вслед все же должны были телепортировать
        небольшую ракету с новыми инструкциями).
      </P>

      <P>
        По текущей инструкции по достижении границы он должен был попытаться её преодолеть.
      </P>

      <P>
        – Что же, погнали, – сказал он сам себе.
      </P>
    </PageWrapper>
  );
};
