import { PageWrapper, P } from 'activeBook-core/components';

export const Page25 = () => {

  return (
    <PageWrapper>
      <P>
        Скорость замедлялась всё это время, хотя ракета шла на тех же оборотах двигателя.
        Когда она снизилась до нуля, Егор очень удивился, несколько раз всё перепроверил и понял,
        что нужно что-то делать. На этот счёт инструкций никаких не было.
      </P>

      <P>
        Он отправил очередной зонд, хотя не был уверен, что сообщение дойдёт по назначению.
      </P>
    </PageWrapper>
  );
};
