import { PageWrapper, P } from 'activeBook-core/components';

export const Page29 = () => {
  return (
    <PageWrapper>
      <P>
        Зафиксировав алгоритм работы двигателей при самых удачных ударах,
        Егор включил их на автоматический повтор и пошёл спать.
        Условием остановки выполнения было полное преодоление кораблём барьера.
      </P>

      <P>
        По расчётам преодоление должно было занять около года.
        Топлива должно было хватить с запасом.
        Такое время бодрствовать было нереально,
        поэтому космонавт решил погрузиться в анабиоз.
      </P>

      <P>
        По инструкции это было крайним решением,
        так как могло привести к ухудшению физического здоровья.
      </P>
    </PageWrapper>
  );
};
