import { PageWrapper, P } from 'activeBook-core/components';

export const Page24 = () => {
  return (
    <PageWrapper>
      <P>
        Преодоление границы никак не ощущалось.
        Ракета просто летела вперёд.
        Ещё какое-то время. Ну как какое-то...
        пару недель по его внутренним ощущениям.
        У него отказали приборы измерения времени.
        Где-то на второй день он включил автопилот.
      </P>

      <P>
        По инструкции в таких случаях космонавту следовало принимать максимальную дозу успокоительных.
        В такой экстремальной ситуации Егор поступился принципами и ел лекарство «ложками».
      </P>

      <P>
        Запасов еды и воды в ракете было запасено ещё на десять лет,
        как и энергии для поддержания корабля в комфортном для жизнедеятельности состоянии.
        Топлива было вдвое больше необходимого для возвращения: для маневрирования.
        Но вот хватит ли Егора на такое время?..
      </P>
    </PageWrapper>
  );
};
